<h2 class="high">About me</h2>

<p>蝉声陪伴着行云流浪</p>
<p>回忆开始后安静遥望远方</p>
<p>荒草覆没的古井枯塘</p>
<p>匀散一缕过往</p>
<br>
<p>晨曦惊扰了陌上新桑</p>
<p>风卷起庭前落花穿过回廊</p>
<p>浓墨追逐着情绪流淌</p>
<p>染我素衣白裳</p>
<br>
<p>阳光微凉 琴弦微凉</p>
<p>风声疏狂 人间仓皇</p>
<p>呼吸微凉 心事微凉</p>
<p>流年匆忙 对错何妨</p>
<p>你在尘世中辗转了千百年</p>
<p>却只让我看你最后一眼</p>
<p>火光描摹容颜燃尽了时间</p>
<p>别留我一人 孑然一身</p>
<p>凋零在梦境里面</p>
<br>
<p>萤火虫愿将夏夜遗忘</p>
<p>如果终究要挥别这段时光</p>
<p>裙袂不经意沾了荷香</p>
<p>从此坠入尘网</p>
<br>
<p>屐齿轻踩着烛焰摇晃</p>
<p>所有喧嚣沉默都描在画上</p>
<p>从惊蛰一路走到霜降</p>
<p>泪水凝成诗行</p>
<br>
<p>灯花微凉 笔锋微凉</p>
<br>
<p>难绘虚妄 难解惆怅</p>
<p>梦境微凉 情节微凉</p>
<p>迷离幻象 重叠忧伤</p>
<br>
<p>原来诀别是因为深藏眷恋</p>
<p>你用轮回换我枕边月圆</p>
<p>我愿记忆停止在枯瘦指尖</p>
<p>随繁花褪色 尘埃散落</p>
<p>渐渐地渐渐搁浅</p>
<p>多年之后 我又梦到那天</p>
<br>
<p>画面遥远 恍惚细雨绵绵</p>
<p>如果来生太远寄不到诺言</p>
<p>不如学着放下许多执念</p>
<p>以这断句残篇向岁月吊唁</p>
<p>老去的当年 水色天边</p>
<p>有谁将悲欢收殓</p>
<p>蝉声陪伴着行云流浪</p>
<p>回忆的远方</p>
